_org/_posts/2022-07-04-the-sino-russian-delusion.org
#+OPTIONS: toc:nil num:nil

#+BEGIN_EXPORT html
---
layout: post
title: The Sino-Russian delusion
excerpt: We need to focus on real threats rather than imagined ones
---
#+END_EXPORT

This July 4th, I originally wanted to write a piece about /How Americans Think/, but realized that, though I'd been chewing on it for some time, such a broad topic requires a lot more [[https://www.youtube.com/watch?v=f84n5oFoZBc&ab_channel=ClojureTV][hammock time]] to manifest. So instead, as a cheerful substitute, I'll write about one aspect of it--the American neurosis, specifically as applied to perception of a Sino-Russian threat.

** Our real national past-time

Americans love complaining. From the [[https://slate.com/business/2013/03/great-twinkie-shortage-of-2013-will-be-over-soon.html][Great Twinkie Shortage of 2013]] to [[https://www.americamagazine.org/politics-society/2019/11/05/american-empire-decline-and-were-not-ready-what-comes-next?gclid=Cj0KCQjwn4qWBhCvARIsAFNAMihqtw7tEYizB9XLHpf1h-36uHxZRgNLzQoRbIZmAE9pjTAUF4-d-FQaAjVdEALw_wcB][national decline]][fn:1](for the Nth time[fn:2]), there's no bad opinion that doesn't make it to the news. Part of this is due to the nature of American media, which derives what little revenue it can still get mostly from outrage[fn:3]. Among the self-styled intellectual elite who contemplate matters more important than snack cakes, however, few topics evoke more Serious Discussions of Utmost Seriousness™ than the Sino-Russian question.

Russia's February invasion of Ukraine, though [[https://www.youtube.com/watch?v=rkuhWA9GdCo&ab_channel=Speakers%27Spotlight][long predicted]] by perspicacious analysts, has significantly increased the amount [[https://www.cfr.org/blog/ukraine-war-china-and-taiwan][hand-wringing]] r.e. the China threat. For years there has been a worry about a [[https://www.bloomberg.com/news/articles/2022-06-14/why-increasing-russia-china-ties-worry-democracies-quicktake][Sino-Russian alliance]], an "[[https://www.reuters.com/world/china/moscow-beijing-partnership-has-no-limits-2022-02-04/][no limits]] partnership" between two autocracies, because it might force the US into fighting a [[https://www.airforcemag.com/kendall-unrealistic-for-air-force-to-fight-two-wars-while-modernizing/][two-front war it's not ready for]]. Any sign of closeness between Russia and China, therefore, sends American think-tankers into hyperventilation.

Given that both countries have rising tensions with the West, as well as a seemingly compatible economic relationship where Russia is a large commodities producer and China a large consumer, is a new Sino-Russian alliance in the offing? And if so, what kind of partnership might it be?

** The two-front war

The fear of states that two of their enemies should act in coordination is as old as time. From the 13th to 18th centuries Scotland and France had an [[https://www.bbc.co.uk/scotland/history/articles/auld_alliance/][alliance]] against England, leading to the latter's paranoia about a simultaneous invasion from north and south. In 1889, Britain's [[https://portsmouthdockyard.org.uk/timeline/details/1889-the-two-power-standard#:~:text=The%20Naval%20Defence%20Act%20is,shape%20naval%20policy%20until%201921.][Naval Defence Act]] established the principle that the Royal Navy should be as strong as any other two navies combined--a standard the US has since adopted. In 1905, Germany designed the [[https://www.britannica.com/event/Schlieffen-Plan][Schlieffen Plan]] to deal with the threat of France from the west and Russia from the east. The plan failed in the first stage--defeating France--in WWI, was revived for WWII and employed with great success, only to fail again in the second stage of defeating Russia. Clearly, the preparation for a two-front war consumes enormous resources, while the execution is extremely high risk. The Americans, who did win a two-front war with Germany and Japan, are of the opinion that it is something to be avoided at all cost.

The particular fear of a Russia-China alliance isn't new either. After the Nationalists were defeated during the Chinese Civil War, Americans agonized over the question of "[[https://www.trumanlibrary.gov/education/presidential-inquiries/who-lost-china][Who Lost China?]]"--not because the Truman administration had great sympathy for Chiang Kai-Shek, but because it understood that the US now faced the prospect of not only confronting the USSR in a devastated (and half-Soviet occupied) Europe, but simultaneously a hostile China in Asia. That fear would come true shortly thereafter in the Korean War, where General Douglas MacArthur was of the opinion that crossing the Yalu River and overthrowing the newly established Communists was the best option, only to be [[https://en.wikipedia.org/wiki/Relief_of_Douglas_MacArthur][relieved of duty]] for thinking long-term.

While a two-front war with Russia and China remains the nightmare scenario for US policy makers, a number of factors, from the historical to economic, makes this unlikely. In the following sections, we explore why.

