_posts/2022-07-04-the-sino-russian-delusion.html
---
layout: post
title: The Sino-Russian delusion
excerpt: We need to focus on real threats rather than imagined ones
---

<p>
This July 4th, I originally wanted to write a piece about <i>How Americans Think</i>, but realized that, though I'd been chewing on it for some time, such a broad topic requires a lot more <a href="https://www.youtube.com/watch?v=f84n5oFoZBc&amp;ab_channel=ClojureTV">hammock time</a> to manifest. So instead, as a cheerful substitute, I'll write about one aspect of it&#x2013;the American neurosis, specifically as applied to perception of a Sino-Russian threat.
</p>

<div id="outline-container-org5a68215" class="outline-2">
<h2 id="org5a68215">Our real national past-time</h2>
<div class="outline-text-2" id="text-org5a68215">
<p>
Americans love complaining. From the <a href="https://slate.com/business/2013/03/great-twinkie-shortage-of-2013-will-be-over-soon.html">Great Twinkie Shortage of 2013</a> to <a href="https://www.americamagazine.org/politics-society/2019/11/05/american-empire-decline-and-were-not-ready-what-comes-next?gclid=Cj0KCQjwn4qWBhCvARIsAFNAMihqtw7tEYizB9XLHpf1h-36uHxZRgNLzQoRbIZmAE9pjTAUF4-d-FQaAjVdEALw_wcB">national decline</a><sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>(for the Nth time<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup>), there's no bad opinion that doesn't make it to the news. Part of this is due to the nature of American media, which derives what little revenue it can still get mostly from outrage<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup>. Among the self-styled intellectual elite who contemplate matters more important than snack cakes, however, few topics evoke more Serious Discussions of Utmost Seriousness™ than the Sino-Russian question.
</p>

<p>
Russia's February invasion of Ukraine, though <a href="https://www.youtube.com/watch?v=rkuhWA9GdCo&amp;ab_channel=Speakers%27Spotlight">long predicted</a> by perspicacious analysts, has significantly increased the amount <a href="https://www.cfr.org/blog/ukraine-war-china-and-taiwan">hand-wringing</a> r.e. the China threat. For years there has been a worry about a <a href="https://www.bloomberg.com/news/articles/2022-06-14/why-increasing-russia-china-ties-worry-democracies-quicktake">Sino-Russian alliance</a>, an "<a href="https://www.reuters.com/world/china/moscow-beijing-partnership-has-no-limits-2022-02-04/">no limits</a> partnership" between two autocracies, because it might force the US into fighting a <a href="https://www.airforcemag.com/kendall-unrealistic-for-air-force-to-fight-two-wars-while-modernizing/">two-front war it's not ready for</a>. Any sign of closeness between Russia and China, therefore, sends American think-tankers into hyperventilation.
</p>

<p>
Given that both countries have rising tensions with the West, as well as a seemingly compatible economic relationship where Russia is a large commodities producer and China a large consumer, is a new Sino-Russian alliance in the offing? And if so, what kind of partnership might it be?
</p>
</div>
</div>

<div id="outline-container-orga11e438" class="outline-2">
<h2 id="orga11e438">The two-front war</h2>
<div class="outline-text-2" id="text-orga11e438">
<p>
The fear of states that two of their enemies should act in coordination is as old as time. From the 13th to 18th centuries Scotland and France had an <a href="https://www.bbc.co.uk/scotland/history/articles/auld_alliance/">alliance</a> against England, leading to the latter's paranoia about a simultaneous invasion from north and south. In 1889, Britain's <a href="https://portsmouthdockyard.org.uk/timeline/details/1889-the-two-power-standard#:~:text=The%20Naval%20Defence%20Act%20is,shape%20naval%20policy%20until%201921.">Naval Defence Act</a> established the principle that the Royal Navy should be as strong as any other two navies combined&#x2013;a standard the US has since adopted. In 1905, Germany designed the <a href="https://www.britannica.com/event/Schlieffen-Plan">Schlieffen Plan</a> to deal with the threat of France from the west and Russia from the east. The plan failed in the first stage&#x2013;defeating France&#x2013;in WWI, was revived for WWII and employed with great success, only to fail again in the second stage of defeating Russia. Clearly, the preparation for a two-front war consumes enormous resources, while the execution is extremely high risk. The Americans, who did win a two-front war with Germany and Japan, are of the opinion that it is something to be avoided at all cost.
</p>

<p>
The particular fear of a Russia-China alliance isn't new either. After the Nationalists were defeated during the Chinese Civil War, Americans agonized over the question of "<a href="https://www.trumanlibrary.gov/education/presidential-inquiries/who-lost-china">Who Lost China?</a>"&#x2013;not because the Truman administration had great sympathy for Chiang Kai-Shek, but because it understood that the US now faced the prospect of not only confronting the USSR in a devastated (and half-Soviet occupied) Europe, but simultaneously a hostile China in Asia. That fear would come true shortly thereafter in the Korean War, where General Douglas MacArthur was of the opinion that crossing the Yalu River and overthrowing the newly established Communists was the best option, only to be <a href="https://en.wikipedia.org/wiki/Relief_of_Douglas_MacArthur">relieved of duty</a> for thinking long-term.
</p>

<p>
While a two-front war with Russia and China remains the nightmare scenario for US policy makers, a number of factors, from the historical to economic, makes this unlikely. In the following sections, we explore why.
</p>
</div>
</div>
