_org/_posts/2022-07-04-the-sino-russian-delusion.org
** A history of conflict

The first significant political contact between Russia and China didn't take place until the 17th century, when Russia expanded into Siberia. Initially, the Qing Dynasty was able to hold its own militarily, leading to territorial demarcations such as the 1689 [[https://en.wikipedia.org/wiki/Treaty_of_Nerchinsk][Treaty of Nerchinsk]] that mostly kept Russia out of Manchuria. By the 19th century, however, Qing power was in steep decline eventually resulting in the [[https://en.wikipedia.org/wiki/Treaty_of_Aigun][wholesale]] [[https://en.wikipedia.org/wiki/Convention_of_Peking][loss]] of what the Chinese still call "Outer Manchuria", depriving China of access to the Sea of Japan.

In 1911, when the Xinhai Revolution began the process of dismantling the Qing Dynasty, Russia supported [[https://en.wikipedia.org/wiki/Mongolian_Revolution_of_1911][Mongolian independence]], resulting in the creation of a large buffer state between itself and China. In 1944, in the midst of WWII, the Soviet Union backed Uyghur separatists in the [[https://en.wikipedia.org/wiki/Ili_Rebellion][Ili Rebellion]], relenting only in 1949 when the Communists won the civil war and demanded that Moscow preserve China's territorial integrity.

While there was a period of partnership between the Soviet and Chinese Communists starting in the 1920's, due primarily to the latter's need for material support against the more numerous and better-equipped Nationalists, the relationship [[https://en.wikipedia.org/wiki/Sino-Soviet_split][imploded the 1960's]] and even came to blows in the 1969 [[https://en.wikipedia.org/wiki/Sino-Soviet_border_conflict#Battle_of_Zhenbao_(Damansky)_Island][Zhenbao Island Incident]].

Many reasons are given for the Sino-Soviet Split, from the personal to the ideological, but the fundamental cause is that large countries are never comfortable in a "partnership of equals"[fn:4]. While by the 1960's China thought itself co-leader of the Communist world alongside the Soviet Union, especially since Mao was a generation senior to Khrushchev, the USSR continued to view China as the junior partner, demanding to establish [[https://www.thecrimson.com/article/1966/7/22/ideology-is-not-cause-of-sino-soviet/][joint bases on Chinese territory]], leading Beijing to accuse Moscow of seeking to control Chinese development.

In the 1970's, as the Americans found themselves caught simultaneously in stagflation and Vietnam, Washington finally capitalized on the divisions between the two, dispatching [[https://nsarchive2.gwu.edu/NSAEBB/NSAEBB66/][Kissinger to Beijing]] and flipping China into the Western camp. This switch in the global power balance, much more than the Soviet war in Afghanistan or Reagan's defense buildup, is what brought about detente, Soviet attempts at economic reform, and ultimately the collapse of the USSR.

What is the point of recounting all this history? While Americans are forward looking in diplomacy, the CCP is always keen to bring up selective history to reinforce its claim to legitimacy[fn:5]. The Treaty of Aigun and conflict on Zhenbao Island are taught in every Chinese high school history textbook. When then-General Secretary Jiang Zemin finalized a [[https://www.latimes.com/archives/la-xpm-1994-09-04-mn-34898-story.html][border deal with Russia]] in the early 90's, he faced significant criticism for signing yet another "unequal treaty" despite the terms being broadly favorable to China[fn:6].

The history between Russia and China[fn:7] is rife with mistrust and conflict. While Beijing isn't emphasizing territorial disputes today, its relationship with its northern neighbor is an uneasy one. Russia, for its part, has no desire to be [[https://warsawinstitute.org/russia-chinas-junior-partner/][China's junior partner]] and [[https://www.reuters.com/world/europe/russia-arrests-scientist-alleged-collaboration-with-chinese-secret-services-2022-07-01/][reacts aggressively]] to Chinese espionage. Though there is a shared sense of being squeezed by the United States, the *two have mostly acted in parallel rather than in concert*, cooperating on small matters such as [[https://www.reuters.com/article/us-syria-security-un/russia-china-veto-u-n-approval-of-aid-deliveries-to-syria-from-turkey-idUSKBN24834N][UN votes]] and cultivating separate relationships with US foes such as Iran. History shows that these two countries will keep each other at arms' length, whatever the rhetoric--a fact we should not ignore in the face of bombastic political proclamations.

