_posts/2022-07-04-the-sino-russian-delusion.html

<div id="outline-container-orgf7b2653" class="outline-2">
<h2 id="orgf7b2653">A history of conflict</h2>
<div class="outline-text-2" id="text-orgf7b2653">
<p>
The first significant political contact between Russia and China didn't take place until the 17th century, when Russia expanded into Siberia. Initially, the Qing Dynasty was able to hold its own militarily, leading to territorial demarcations such as the 1689 <a href="https://en.wikipedia.org/wiki/Treaty_of_Nerchinsk">Treaty of Nerchinsk</a> that mostly kept Russia out of Manchuria. By the 19th century, however, Qing power was in steep decline eventually resulting in the <a href="https://en.wikipedia.org/wiki/Treaty_of_Aigun">wholesale</a> <a href="https://en.wikipedia.org/wiki/Convention_of_Peking">loss</a> of what the Chinese still call "Outer Manchuria", depriving China of access to the Sea of Japan.
</p>

<p>
In 1911, when the Xinhai Revolution began the process of dismantling the Qing Dynasty, Russia supported <a href="https://en.wikipedia.org/wiki/Mongolian_Revolution_of_1911">Mongolian independence</a>, resulting in the creation of a large buffer state between itself and China. In 1944, in the midst of WWII, the Soviet Union backed Uyghur separatists in the <a href="https://en.wikipedia.org/wiki/Ili_Rebellion">Ili Rebellion</a>, relenting only in 1949 when the Communists won the civil war and demanded that Moscow preserve China's territorial integrity.
</p>

<p>
While there was a period of partnership between the Soviet and Chinese Communists starting in the 1920's, due primarily to the latter's need for material support against the more numerous and better-equipped Nationalists, the relationship <a href="https://en.wikipedia.org/wiki/Sino-Soviet_split">imploded the 1960's</a> and even came to blows in the 1969 <a href="https://en.wikipedia.org/wiki/Sino-Soviet_border_conflict#Battle_of_Zhenbao_(Damansky)_Island">Zhenbao Island Incident</a>.
</p>

<p>
Many reasons are given for the Sino-Soviet Split, from the personal to the ideological, but the fundamental cause is that large countries are never comfortable in a "partnership of equals"<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup>. While by the 1960's China thought itself co-leader of the Communist world alongside the Soviet Union, especially since Mao was a generation senior to Khrushchev, the USSR continued to view China as the junior partner, demanding to establish <a href="https://www.thecrimson.com/article/1966/7/22/ideology-is-not-cause-of-sino-soviet/">joint bases on Chinese territory</a>, leading Beijing to accuse Moscow of seeking to control Chinese development.
</p>

<p>
In the 1970's, as the Americans found themselves caught simultaneously in stagflation and Vietnam, Washington finally capitalized on the divisions between the two, dispatching <a href="https://nsarchive2.gwu.edu/NSAEBB/NSAEBB66/">Kissinger to Beijing</a> and flipping China into the Western camp. This switch in the global power balance, much more than the Soviet war in Afghanistan or Reagan's defense buildup, is what brought about detente, Soviet attempts at economic reform, and ultimately the collapse of the USSR.
</p>

<p>
What is the point of recounting all this history? While Americans are forward looking in diplomacy, the CCP is always keen to bring up selective history to reinforce its claim to legitimacy<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup>. The Treaty of Aigun and conflict on Zhenbao Island are taught in every Chinese high school history textbook. When then-General Secretary Jiang Zemin finalized a <a href="https://www.latimes.com/archives/la-xpm-1994-09-04-mn-34898-story.html">border deal with Russia</a> in the early 90's, he faced significant criticism for signing yet another "unequal treaty" despite the terms being broadly favorable to China<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup>.
</p>

<p>
The history between Russia and China<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup> is rife with mistrust and conflict. While Beijing isn't emphasizing territorial disputes today, its relationship with its northern neighbor is an uneasy one. Russia, for its part, has no desire to be <a href="https://warsawinstitute.org/russia-chinas-junior-partner/">China's junior partner</a> and <a href="https://www.reuters.com/world/europe/russia-arrests-scientist-alleged-collaboration-with-chinese-secret-services-2022-07-01/">reacts aggressively</a> to Chinese espionage. Though there is a shared sense of being squeezed by the United States, the <b>two have mostly acted in parallel rather than in concert</b>, cooperating on small matters such as <a href="https://www.reuters.com/article/us-syria-security-un/russia-china-veto-u-n-approval-of-aid-deliveries-to-syria-from-turkey-idUSKBN24834N">UN votes</a> and cultivating separate relationships with US foes such as Iran. History shows that these two countries will keep each other at arms' length, whatever the rhetoric&#x2013;a fact we should not ignore in the face of bombastic political proclamations.
</p>
</div>
</div>
