_org/_posts/2022-07-04-the-sino-russian-delusion.org
** Much ado about natural gas

When it comes to the economic relationship, much is made of the fact that Russia produces commodities while China consumes them. There is some truth to that, but as always media blows facts out of proportion.

In 2020 China was only Russia's [[https://unchartedterritories.tomaspueyo.com/p/why-germany-wont-keep-its-nuclear][9th largest natural gas consumer]], behind the likes of Hungary. The newly proposed [[https://www.pipeline-journal.net/news/power-siberia-2-pipeline-puts-ever-more-pressure-europe][Power of Siberia 2]] pipeline, if built, would increase export volumes by 10 bcm / year. To put that into perspective, the EU imported [[https://www.energymonitor.ai/policy/how-can-the-eu-end-its-dependence-on-russian-gas#:~:text=The%20EU%20imported%20approximately%20155,rising%20to%2065%25%20in%20Germany.][155 bcm of Russian gas]] in 2021. Moreover, the gas going to China and the EU are sourced from different [[https://en.wikipedia.org/wiki/Chayanda_field][fields in Siberia]] 1,000's of km apart, so the two aren't in competition. Finally, natural gas comprised only [[https://www.brookings.edu/articles/the-global-energy-trades-new-center-of-gravity/][3.2% of Chinese power generation]] in 2019[fn:8].

As a result of European support for Ukraine, Russia has [[https://www.cnn.com/2022/06/23/energy/germany-russia-gas-alarm/index.html][cut gas shipments to the EU]], even its biggest customer, Germany. While Russia had demonstrated in the past that it's an [[https://www.brookings.edu/blog/order-from-chaos/2019/08/30/heading-for-another-ukraine-russia-gas-fight/][unreliable supplier]] over political-security issues, the low prices and avoidance of disruption to big buyers had always ensured market share for Gazprom. Now, however, [[https://www.bloomberg.com/news/articles/2022-06-07/the-us-is-now-sending-the-bulk-of-its-export-gas-to-europe][US LNG]] is rapidly entering the EU market, [[https://www.bloomberg.com/news/articles/2022-07-01/us-lng-supplies-to-europe-overtake-russian-gas-iea-says#xj4y7vzkg][overtaking Russian piped gas]] for the first time in June, while smaller consumers like [[https://www.npr.org/2022/05/26/1101568189/lithuania-has-become-the-1st-european-country-to-stop-using-russian-gas][Lithuania]] are actively weaning themselves off Gazprom altogether. Even Germany, the staunchest defender of "engagement" with Russia, has [[https://www.reuters.com/business/energy/germanys-scholz-halts-nord-stream-2-certification-2022-02-22/][suspended]][fn:9] the controversial Nordstream 2 pipeline.

The other large fossil fuel, oil, is a similar story. While China is Russia's largest oil export market, the total trade amounted to just [[https://oec.world/en/profile/bilateral-product/crude-petroleum/reporter/chn#:~:text=China%20imports%20Crude%20Petroleum%20primarily,and%20Norway%20(%242.5B).][$23.8 billion in 2020]]. As China's total import was about $150 billion, Russia accounted for <16% of the market. In 2021 Russia was only the world's [[https://www.weforum.org/agenda/2022/04/which-petroleum-products-does-russia-supply-to-world/][third largest oil producer]], behind the United States and Saudi Arabia--and that was before oilfield services companies like Halliburton [[https://www.theguardian.com/business/2022/mar/19/halliburton-schlumberger-suspend-operations-russia][pulled out]], which will negatively impact Russian production in the medium to long term. While Russia has tried to keep exports going with [[https://www.bloomberg.com/news/articles/2022-05-31/the-deepening-discounts-on-russian-oil-in-the-country-s-own-data][deep discounts]], it's [[https://www.bloomberg.com/news/articles/2022-07-04/russia-s-crude-oil-shipments-to-crucial-asian-markets-falter#xj4y7vzkg][India, not China]], that's snapped up most Russian seaborne crude.

Looking at the bigger picture, while China is Russia's [[https://wits.worldbank.org/countrysnapshot/en/RUSSIA][largest trading partner]], Russia isn't even among China's [[https://www.worldstopexports.com/chinas-top-import-partners/][top ten]]. The US is far and away number one, with Japan, Korea, Germany, the Netherlands, and the UK among others. Small wonder, then, that despite the supposed "unlimited partnership" Chinese firms like Union Bank have [[https://fortune.com/2022/04/22/unionpay-china-credit-card-sberbank-secondary-sanctions-russia/][stopped services]] in Russia for fear of running afoul of Western sanctions. Even Huawei, that favorite US sanction target, has [[https://www.tellerreport.com/news/2022-06-08-ria-novosti--huawei-has-closed-part-of-the-official-retail-outlets-in-russia.Sy76ZOICdq.html][shut stores]] in Russia due to parts shortages. With household consumption comprising [[https://www.ceicdata.com/en/indicator/china/private-consumption--of-nominal-gdp][<40% of GDP]], the lowest among major economies, China /must/ have access to export markets. A Russian economy in [[https://tass.com/economy/1459911][severe contraction]][fn:10] is of less value, not more. Even if bridges need to be burned with the West one day, it's not going to be here and now, on Putin's behalf.

