_posts/2022-07-04-the-sino-russian-delusion.html

<div id="outline-container-org33e1403" class="outline-2">
<h2 id="org33e1403">Much ado about natural gas</h2>
<div class="outline-text-2" id="text-org33e1403">
<p>
When it comes to the economic relationship, much is made of the fact that Russia produces commodities while China consumes them. There is some truth to that, but as always media blows facts out of proportion.
</p>

<p>
In 2020 China was only Russia's <a href="https://unchartedterritories.tomaspueyo.com/p/why-germany-wont-keep-its-nuclear">9th largest natural gas consumer</a>, behind the likes of Hungary. The newly proposed <a href="https://www.pipeline-journal.net/news/power-siberia-2-pipeline-puts-ever-more-pressure-europe">Power of Siberia 2</a> pipeline, if built, would increase export volumes by 10 bcm / year. To put that into perspective, the EU imported <a href="https://www.energymonitor.ai/policy/how-can-the-eu-end-its-dependence-on-russian-gas#:~:text=The%20EU%20imported%20approximately%20155,rising%20to%2065%25%20in%20Germany.">155 bcm of Russian gas</a> in 2021. Moreover, the gas going to China and the EU are sourced from different <a href="https://en.wikipedia.org/wiki/Chayanda_field">fields in Siberia</a> 1,000's of km apart, so the two aren't in competition. Finally, natural gas comprised only <a href="https://www.brookings.edu/articles/the-global-energy-trades-new-center-of-gravity/">3.2% of Chinese power generation</a> in 2019<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>.
</p>

<p>
As a result of European support for Ukraine, Russia has <a href="https://www.cnn.com/2022/06/23/energy/germany-russia-gas-alarm/index.html">cut gas shipments to the EU</a>, even its biggest customer, Germany. While Russia had demonstrated in the past that it's an <a href="https://www.brookings.edu/blog/order-from-chaos/2019/08/30/heading-for-another-ukraine-russia-gas-fight/">unreliable supplier</a> over political-security issues, the low prices and avoidance of disruption to big buyers had always ensured market share for Gazprom. Now, however, <a href="https://www.bloomberg.com/news/articles/2022-06-07/the-us-is-now-sending-the-bulk-of-its-export-gas-to-europe">US LNG</a> is rapidly entering the EU market, <a href="https://www.bloomberg.com/news/articles/2022-07-01/us-lng-supplies-to-europe-overtake-russian-gas-iea-says#xj4y7vzkg">overtaking Russian piped gas</a> for the first time in June, while smaller consumers like <a href="https://www.npr.org/2022/05/26/1101568189/lithuania-has-become-the-1st-european-country-to-stop-using-russian-gas">Lithuania</a> are actively weaning themselves off Gazprom altogether. Even Germany, the staunchest defender of "engagement" with Russia, has <a href="https://www.reuters.com/business/energy/germanys-scholz-halts-nord-stream-2-certification-2022-02-22/">suspended</a><sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup> the controversial Nordstream 2 pipeline.
</p>

<p>
The other large fossil fuel, oil, is a similar story. While China is Russia's largest oil export market, the total trade amounted to just <a href="https://oec.world/en/profile/bilateral-product/crude-petroleum/reporter/chn#:~:text=China%20imports%20Crude%20Petroleum%20primarily,and%20Norway%20(%242.5B).">$23.8 billion in 2020</a>. As China's total import was about $150 billion, Russia accounted for &lt;16% of the market. In 2021 Russia was only the world's <a href="https://www.weforum.org/agenda/2022/04/which-petroleum-products-does-russia-supply-to-world/">third largest oil producer</a>, behind the United States and Saudi Arabia&#x2013;and that was before oilfield services companies like Halliburton <a href="https://www.theguardian.com/business/2022/mar/19/halliburton-schlumberger-suspend-operations-russia">pulled out</a>, which will negatively impact Russian production in the medium to long term. While Russia has tried to keep exports going with <a href="https://www.bloomberg.com/news/articles/2022-05-31/the-deepening-discounts-on-russian-oil-in-the-country-s-own-data">deep discounts</a>, it's <a href="https://www.bloomberg.com/news/articles/2022-07-04/russia-s-crude-oil-shipments-to-crucial-asian-markets-falter#xj4y7vzkg">India, not China</a>, that's snapped up most Russian seaborne crude.
</p>

<p>
Looking at the bigger picture, while China is Russia's <a href="https://wits.worldbank.org/countrysnapshot/en/RUSSIA">largest trading partner</a>, Russia isn't even among China's <a href="https://www.worldstopexports.com/chinas-top-import-partners/">top ten</a>. The US is far and away number one, with Japan, Korea, Germany, the Netherlands, and the UK among others. Small wonder, then, that despite the supposed "unlimited partnership" Chinese firms like Union Bank have <a href="https://fortune.com/2022/04/22/unionpay-china-credit-card-sberbank-secondary-sanctions-russia/">stopped services</a> in Russia for fear of running afoul of Western sanctions. Even Huawei, that favorite US sanction target, has <a href="https://www.tellerreport.com/news/2022-06-08-ria-novosti--huawei-has-closed-part-of-the-official-retail-outlets-in-russia.Sy76ZOICdq.html">shut stores</a> in Russia due to parts shortages. With household consumption comprising <a href="https://www.ceicdata.com/en/indicator/china/private-consumption--of-nominal-gdp">&lt;40% of GDP</a>, the lowest among major economies, China <i>must</i> have access to export markets. A Russian economy in <a href="https://tass.com/economy/1459911">severe contraction</a><sup><a id="fnr.10" class="footref" href="#fn.10">10</a></sup> is of less value, not more. Even if bridges need to be burned with the West one day, it's not going to be here and now, on Putin's behalf.
</p>
</div>
</div>
