_posts/2022-07-04-the-sino-russian-delusion.html

<div id="outline-container-orgcbadd4f" class="outline-2">
<h2 id="orgcbadd4f">East is east, west is west</h2>
<div class="outline-text-2" id="text-orgcbadd4f">
<p>
One reason that Germany and Japan forged a partnership during WWII was that they were on opposite sides of the globe. While Germany was busy sweeping across Europe, Japan was wholly focused on Asia. The one country both did fight with was the Soviet Union, though <a href="https://en.wikipedia.org/wiki/Soviet%E2%80%93Japanese_Neutrality_Pact">not at the same time</a><sup><a id="fnr.11" class="footref" href="#fn.11">11</a></sup>. As the military situation went south, neither could (or would, for that matter) come to each others' aid, allowing the Allies to defeat them in isolation.
</p>

<p>
China and Russia have a similar dynamic. Though the two share a border, their core areas are far apart&#x2013;Russia's in Europe, China's on the North China Plain. For all the speculation about global warming turning <a href="https://www.nytimes.com/interactive/2020/12/16/magazine/russia-climate-migration-crisis.html">Siberia into a new breadbasket</a>, the reality is that Russia's population east of the Urals is <a href="https://www.washingtonpost.com/world/2020/12/01/russia-population-decline-putin/">in decline</a>, as is <a href="https://www.scmp.com/economy/china-economy/article/3168090/china-population-rust-belt-province-heilongjiang-unveils-plan">China's in the northeast</a>. In fact, northern China as a whole is seeing its <a href="https://www.aljazeera.com/economy/2021/4/28/bb-mindthegap-chinas-north-south-economic-divide-seen-worsening">share of population and economy shrink</a>, accounting for only 35.2% of GDP in 2020 compared to 42.9% in 2012, making the economic rationale of e.g. a new <a href="https://interfax.com/newsroom/top-stories/80106/">bridge across the Amur</a> very dubious<sup><a id="fnr.12" class="footref" href="#fn.12">12</a></sup>.
</p>

<p>
Aside from posturing with its Soviet-era <a href="https://abcnews.go.com/International/wireStory/japan-sights-china-russia-warships-disputed-islands-86177724">warships near Japan</a>, Russia has little military capacity in the Far East<sup><a id="fnr.13" class="footref" href="#fn.13">13</a></sup>. Since the border deal with China in the 90's, Russia pulled most troops out of the region, and its Far Eastern forces are among the least well-equipped. The invasion of Ukraine has necessitated <a href="https://www.rferl.org/a/russia-primorye-parliament-war-dissent/31871358.html">redeploying even more of these forces</a>, which have taken disproportionately high casualties. Having committed its <a href="https://www.bbc.com/news/world-europe-61619638">entire army and then some</a> to Ukraine for the foreseeable future, Russia isn't just militarily imbalanced in Asia, but everywhere else too. In any potential conflict over Taiwan or the South China Sea, it will have no role to play, not only because it has no interest in being embroiled in a Chinese war, but also because it simply doesn't have the men or hardware.
</p>

<p>
As for China helping Russia in Europe, the idea is even more laughable. It's over 6,000 km from Beijing to Smolensk by land, much further by sea. Eastern and Central Europe have been primary <a href="https://carnegieendowment.org/2018/10/19/europe-s-emerging-approach-to-china-s-belt-and-road-initiative-pub-77536">targets of China's Belt and Road project</a>, with Ukraine in particular having been a major <a href="https://asia.nikkei.com/Business/Business-deals/Ukraine-blocks-Chinese-takeover-of-jet-engine-maker-on-US-urging">source of military technology</a>. War has pushed not only Kyiv closer to the West, but caused countries like Lithuania to <a href="https://www.france24.com/en/live-news/20220309-lithuania-mania-sweeps-taiwan-as-china-spat-sizzles">reposition themselves vis-a-vis Beijing</a> in order to attract more American support. China still has partners, like <a href="https://bbj.hu/business/tech/telco/free-to-do-business-in-hungary-huawei-looks-for-more-speed-less-energy">Hungary</a> and to some extent <a href="https://www.reuters.com/lifestyle/sports/polands-president-attend-beijing-olympics-amidst-us-boycott-2022-01-18/">Poland</a><sup><a id="fnr.14" class="footref" href="#fn.14">14</a></sup>, but in the wake of Russia unleashing the biggest war on the continent since 1945, their room to maneuver on China's behalf has <a href="https://www.dw.com/en/eu-triggers-rule-of-law-procedure-against-hungary/a-61607618">gotten much smaller</a>.
</p>
</div>
</div>
