_org/_posts/2022-07-04-the-sino-russian-delusion.org
** Peter Principle for Geopolitics

So why is there such obsession over a Sino-Russian partnership which at best is two countries not getting in each others' way?

Despite the limits of the Sino-Russian relationship, it is necessary to plan for the worst. /If/ China and Russia had a complex, deeply intertwined military and economic partnership of the sort that the US has with the UK or Japan, it'd be a significant challenge. That such a scenario is nigh-impossible doesn't preclude responsible planners from gaming it out. Where these folks go wrong, however, is in drawing ludicrous conclusions--that the US should "share power" with China, or work with Russia against China, or work with China against Russia, or any number of other policy recommendations that wouldn't be fit to print on the back of a cereal box, let alone a major newspaper or policy journal.

That's the objective reason. The more important, subjective reason is that this threat reflects an American way of thinking. Unlike Europe, which doesn't see China as a threat, or Japan/Korea/Taiwan, which don't see Russia as (much of) a threat, the US sits astride both the Pacific and Atlantic[fn:15], and must deal with both. For the Americans, the world is one big [[https://www.amazon.com/World-Flat-History-Twenty-first-Century/dp/0374292884][global village]], which is why it insisted on making [[https://www.nytimes.com/2022/07/01/world/asia/china-nato.html][NATO issue a statement on China]]. In the American mind, all threats are one and the same, with Russia/China/Iran/North Korea being one large amorphous anti-American blob, like Communism was during the Cold War.

There is a danger in this type of thinking, which I'll call the *[[https://www.investopedia.com/terms/p/peter-principle.asp#:~:text=The%20Peter%20Principle%20is%20an,a%20level%20of%20respective%20incompetence.][Peter Principle]] for Geopolitics: that every alliance system is expanded ("promoted") until it ceases to be effective*. NATO expansion into Central and Eastern Europe post-Cold War has already made it an unwieldy organization always under threat of a single member's veto; adding a China element will only make it less coherent, at a time when it's barely gotten some [[https://www.economist.com/europe/2019/11/07/emmanuel-macron-warns-europe-nato-is-becoming-brain-dead][cerebral signals back]] as a result of the Russian invasion. With the addition of two more members, [[https://www.nato.int/cps/en/natohq/news_197737.htm][Sweden and Finland]], NATO's borders with Russia will suddenly double, with the [[https://www.npr.org/2022/06/29/1108536666/biden-is-boosting-u-s-troops-in-europe-because-of-russias-war-in-ukraine][US sending yet more troops to Europe]] in spite of having promised a "[[https://www.brookings.edu/articles/the-american-pivot-to-asia/][pivot to Asia]]" over a decade ago.

By not separating, independently analyzing, and crafting specific policies for different threats, and instead reaching for the most familiar hammer (NATO) to tackle every problem, the US runs the risk of investing resources in precisely the wrong areas. Russia's military is being put through a [[https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html][meatgrinder]] in Ukraine, with Moscow [[https://www.reuters.com/world/europe/russia-is-conducting-covert-mobilisation-campaign-ukraine-spy-chief-2022-06-25/][desperately scrounging for troops]] and pulling the [[https://www.thedrive.com/the-war-zone/ancient-russian-t-62-tanks-spotted-wearing-cage-armor-in-ukraine][oldest of extant Soviet tanks]] out of storage. Thanks to the false belief that it was a modern military power[fn:16], Russia is having to take every town in a country twice the size of Germany with artillery duels. Whatever happens in Ukraine--and the most likely scenario is a continued bloodbath for Russia--Moscow's military threat to the US--or anyone else--is greatly reduced for at least the next decade thanks to Putin's massive blunder.

** A double delusion

The "Sino-Russian delusion" is thus twofold. The first delusion is of a deep military partnership between Russia and China. The second is that an allocation of resources that treats th two threats as equal, or even gives [[https://www.france24.com/en/europe/20220629-russia-is-now-main-threat-nato-can-adjust-its-plans-and-policies-accordingly][primacy to Russia]], will serve American interests.

Rather than sending more troops to Europe, we should be pulling them out to confront the senior threat, China. While an amphibious invasion of Taiwan would be far more challenging than slow-rolling tanks into Ukraine, the former is also a lot smaller, harder to resupply, and doesn't have the benefit of [[https://en.wikipedia.org/wiki/Battle_of_Debaltseve][8 years of wartime experience]] under its belt. Furthermore, the First Island Chain doesn't have the buffer Europe does. If Russia takes Ukraine, it's face-to-face with the EU. If China takes Taiwan, it'd have free reign over the entire East and South China Seas, freed of an unsinkable aircraft carrier right on its doorstep.

Neurosis is generally an annoying but harmless characteristic. By worrying about everything, however, we effectively worry about nothing, and end up doing nothing useful. It's time to drop delusions and tackle real threats--China, not Russia, let alone Sino-Russia.

