_posts/2022-07-04-the-sino-russian-delusion.html

<div id="outline-container-org79fa3ea" class="outline-2">
<h2 id="org79fa3ea">Peter Principle for Geopolitics</h2>
<div class="outline-text-2" id="text-org79fa3ea">
<p>
So why is there such obsession over a Sino-Russian partnership which at best is two countries not getting in each others' way?
</p>

<p>
Despite the limits of the Sino-Russian relationship, it is necessary to plan for the worst. <i>If</i> China and Russia had a complex, deeply intertwined military and economic partnership of the sort that the US has with the UK or Japan, it'd be a significant challenge. That such a scenario is nigh-impossible doesn't preclude responsible planners from gaming it out. Where these folks go wrong, however, is in drawing ludicrous conclusions&#x2013;that the US should "share power" with China, or work with Russia against China, or work with China against Russia, or any number of other policy recommendations that wouldn't be fit to print on the back of a cereal box, let alone a major newspaper or policy journal.
</p>

<p>
That's the objective reason. The more important, subjective reason is that this threat reflects an American way of thinking. Unlike Europe, which doesn't see China as a threat, or Japan/Korea/Taiwan, which don't see Russia as (much of) a threat, the US sits astride both the Pacific and Atlantic<sup><a id="fnr.15" class="footref" href="#fn.15">15</a></sup>, and must deal with both. For the Americans, the world is one big <a href="https://www.amazon.com/World-Flat-History-Twenty-first-Century/dp/0374292884">global village</a>, which is why it insisted on making <a href="https://www.nytimes.com/2022/07/01/world/asia/china-nato.html">NATO issue a statement on China</a>. In the American mind, all threats are one and the same, with Russia/China/Iran/North Korea being one large amorphous anti-American blob, like Communism was during the Cold War.
</p>

<p>
There is a danger in this type of thinking, which I'll call the <b><a href="https://www.investopedia.com/terms/p/peter-principle.asp#:~:text=The%20Peter%20Principle%20is%20an,a%20level%20of%20respective%20incompetence.">Peter Principle</a> for Geopolitics: that every alliance system is expanded ("promoted") until it ceases to be effective</b>. NATO expansion into Central and Eastern Europe post-Cold War has already made it an unwieldy organization always under threat of a single member's veto; adding a China element will only make it less coherent, at a time when it's barely gotten some <a href="https://www.economist.com/europe/2019/11/07/emmanuel-macron-warns-europe-nato-is-becoming-brain-dead">cerebral signals back</a> as a result of the Russian invasion. With the addition of two more members, <a href="https://www.nato.int/cps/en/natohq/news_197737.htm">Sweden and Finland</a>, NATO's borders with Russia will suddenly double, with the <a href="https://www.npr.org/2022/06/29/1108536666/biden-is-boosting-u-s-troops-in-europe-because-of-russias-war-in-ukraine">US sending yet more troops to Europe</a> in spite of having promised a "<a href="https://www.brookings.edu/articles/the-american-pivot-to-asia/">pivot to Asia</a>" over a decade ago.
</p>

<p>
By not separating, independently analyzing, and crafting specific policies for different threats, and instead reaching for the most familiar hammer (NATO) to tackle every problem, the US runs the risk of investing resources in precisely the wrong areas. Russia's military is being put through a <a href="https://www.oryxspioenkop.com/2022/02/attack-on-europe-documenting-equipment.html">meatgrinder</a> in Ukraine, with Moscow <a href="https://www.reuters.com/world/europe/russia-is-conducting-covert-mobilisation-campaign-ukraine-spy-chief-2022-06-25/">desperately scrounging for troops</a> and pulling the <a href="https://www.thedrive.com/the-war-zone/ancient-russian-t-62-tanks-spotted-wearing-cage-armor-in-ukraine">oldest of extant Soviet tanks</a> out of storage. Thanks to the false belief that it was a modern military power<sup><a id="fnr.16" class="footref" href="#fn.16">16</a></sup>, Russia is having to take every town in a country twice the size of Germany with artillery duels. Whatever happens in Ukraine&#x2013;and the most likely scenario is a continued bloodbath for Russia&#x2013;Moscow's military threat to the US&#x2013;or anyone else&#x2013;is greatly reduced for at least the next decade thanks to Putin's massive blunder.
</p>
</div>
</div>

<div id="outline-container-org3c65b2f" class="outline-2">
<h2 id="org3c65b2f">A double delusion</h2>
<div class="outline-text-2" id="text-org3c65b2f">
<p>
The "Sino-Russian delusion" is thus twofold. The first delusion is of a deep military partnership between Russia and China. The second is that an allocation of resources that treats th two threats as equal, or even gives <a href="https://www.france24.com/en/europe/20220629-russia-is-now-main-threat-nato-can-adjust-its-plans-and-policies-accordingly">primacy to Russia</a>, will serve American interests.
</p>

<p>
Rather than sending more troops to Europe, we should be pulling them out to confront the senior threat, China. While an amphibious invasion of Taiwan would be far more challenging than slow-rolling tanks into Ukraine, the former is also a lot smaller, harder to resupply, and doesn't have the benefit of <a href="https://en.wikipedia.org/wiki/Battle_of_Debaltseve">8 years of wartime experience</a> under its belt. Furthermore, the First Island Chain doesn't have the buffer Europe does. If Russia takes Ukraine, it's face-to-face with the EU. If China takes Taiwan, it'd have free reign over the entire East and South China Seas, freed of an unsinkable aircraft carrier right on its doorstep.
</p>

<p>
Neurosis is generally an annoying but harmless characteristic. By worrying about everything, however, we effectively worry about nothing, and end up doing nothing useful. It's time to drop delusions and tackle real threats&#x2013;China, not Russia, let alone Sino-Russia.
</p>
</div>
</div>
