_org/_posts/2022-07-04-the-sino-russian-delusion.org
* Footnotes

[fn:1] Americans--particularly of the liberal persuasion--could use a dose of China's famous [[https://en.wikipedia.org/wiki/The_True_Story_of_Ah_Q][Ah-Q mentality]], which to this day allows 1.4 billion people to live in the fervent satisfaction of spiritual victory rather than constantly whinge about this or that.

[fn:2] I once saw a photograph collection of American and Soviet young people taken by an American visitor to the USSR, with the general theme being that while American youth were out drinking and smoking pot, their Soviet counterparts were dancing ballet and playing chess. It might have been true (at least for the youths in question), but in the end it also [[https://www.history.com/topics/cold-war/fall-of-soviet-union][didn't matter]].

[fn:3] British media, if anything, is even worse. When it comes to trash news, our mother country is still "better"!

[fn:4] When Lord Palmerston [[https://www.oxfordreference.com/view/10.1093/acref/9780191826719.001.0001/q-oro-ed4-00008130][said]] "We have no eternal allies, and we have no perpetual enemies", he no doubt was thinking about other major European powers. England's [[https://www.historyextra.com/period/medieval/qa-why-is-portugal-known-as-britains-oldest-ally/][alliance with Portugal]], a smaller power, was by then already centuries old.

[fn:5] With the United States, China loves to recount events like the 1999 [[https://www.washingtonpost.com/wp-srv/inatl/longterm/balkans/stories/belgrade050899.htm][bombing of the Chinese embassy]] in Belgrade or 2001 [[https://abcnews.go.com/International/story?id=80826&page=1][Hainan Island spy plane incident]].

[fn:6] Especially as lower tensions with Russia eliminated a large military expenditure, providing the government more resources for economic reform and weakening some of the conservative voices in the armed forces.

[fn:7] Or between Russia and any other country, or between China and any other country...

[fn:8] Compare this to natural gas in the United States, which is responsible for [[https://www.eia.gov/energyexplained/natural-gas/use-of-natural-gas.php#:~:text=The%20United%20States%20used%20about,of%20U.S.%20total%20energy%20consumption.][1/3 of energy production]].

[fn:9] Notably, suspension is not cancellation. There's still a strong element of German business and politics that believes in waiting for the conflict to blow over so they can get back to business, but by now it should be clear that this will be a [[https://www.bloomberg.com/opinion/articles/2022-06-09/a-long-war-in-ukraine-could-bring-global-chaos][long war]].

[fn:10] You know things are really bad when state media is touting that "experts" are predicting GDP will decline "only" 7.5% in 2022, instead of 9.2%.

[fn:11] Aside from American Lend-Lease, not having to fight Germany and Japan simultaneously saved the USSR from collapse.

[fn:12] Of course, such projects are always more about ceremony and symbolism than anything else, especially for the leadership of these two countries.

[fn:13] And Moscow has surely not forgotten the lesson of the 1904-05 [[https://www.history.com/topics/japan/russo-japanese-war][Russo-Japanese War]]--trying to deploy forces from half a world away when war's already started is a sure path to defeat (unless you're the Americans, in which case it's a day that ends in "y").

[fn:14] Unlike Hungary, which is cynically trying to play all sides, Poland's calculus was that China could be convinced to lean on Russia. This is, however, a misunderstanding of the Sino-Russian relationship, which as previously noted is one of parallels, not partnership.

[fn:15] Actually, the US sits astride the world, but let's not make the rest of the Earth feel too bad on Independence Day.

[fn:16] Or any sort of military power at all, really. Military powers have proper [[https://defence-blog.com/crashed-russian-su-34-radio-transmission-releases-im-shot-down/][air forces]] and [[https://www.cnn.com/2022/04/15/europe/russia-guided-missile-cruiser-moskva-sinks-intl-hnk-ml/index.html][navies]], you know.
