_posts/2022-07-04-the-sino-russian-delusion.html
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
Americans&#x2013;particularly of the liberal persuasion&#x2013;could use a dose of China's famous <a href="https://en.wikipedia.org/wiki/The_True_Story_of_Ah_Q">Ah-Q mentality</a>, which to this day allows 1.4 billion people to live in the fervent satisfaction of spiritual victory rather than constantly whinge about this or that.
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
I once saw a photograph collection of American and Soviet young people taken by an American visitor to the USSR, with the general theme being that while American youth were out drinking and smoking pot, their Soviet counterparts were dancing ballet and playing chess. It might have been true (at least for the youths in question), but in the end it also <a href="https://www.history.com/topics/cold-war/fall-of-soviet-union">didn't matter</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
British media, if anything, is even worse. When it comes to trash news, our mother country is still "better"!
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
When Lord Palmerston <a href="https://www.oxfordreference.com/view/10.1093/acref/9780191826719.001.0001/q-oro-ed4-00008130">said</a> "We have no eternal allies, and we have no perpetual enemies", he no doubt was thinking about other major European powers. England's <a href="https://www.historyextra.com/period/medieval/qa-why-is-portugal-known-as-britains-oldest-ally/">alliance with Portugal</a>, a smaller power, was by then already centuries old.
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
With the United States, China loves to recount events like the 1999 <a href="https://www.washingtonpost.com/wp-srv/inatl/longterm/balkans/stories/belgrade050899.htm">bombing of the Chinese embassy</a> in Belgrade or 2001 <a href="https://abcnews.go.com/International/story?id=80826&amp;page=1">Hainan Island spy plane incident</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
Especially as lower tensions with Russia eliminated a large military expenditure, providing the government more resources for economic reform and weakening some of the conservative voices in the armed forces.
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
Or between Russia and any other country, or between China and any other country&#x2026;
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
Compare this to natural gas in the United States, which is responsible for <a href="https://www.eia.gov/energyexplained/natural-gas/use-of-natural-gas.php#:~:text=The%20United%20States%20used%20about,of%20U.S.%20total%20energy%20consumption.">1/3 of energy production</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
Notably, suspension is not cancellation. There's still a strong element of German business and politics that believes in waiting for the conflict to blow over so they can get back to business, but by now it should be clear that this will be a <a href="https://www.bloomberg.com/opinion/articles/2022-06-09/a-long-war-in-ukraine-could-bring-global-chaos">long war</a>.
</p></div></div>

<div class="footdef"><sup><a id="fn.10" class="footnum" href="#fnr.10">10</a></sup> <div class="footpara"><p class="footpara">
You know things are really bad when state media is touting that "experts" are predicting GDP will decline "only" 7.5% in 2022, instead of 9.2%.
</p></div></div>

<div class="footdef"><sup><a id="fn.11" class="footnum" href="#fnr.11">11</a></sup> <div class="footpara"><p class="footpara">
Aside from American Lend-Lease, not having to fight Germany and Japan simultaneously saved the USSR from collapse.
</p></div></div>

<div class="footdef"><sup><a id="fn.12" class="footnum" href="#fnr.12">12</a></sup> <div class="footpara"><p class="footpara">
Of course, such projects are always more about ceremony and symbolism than anything else, especially for the leadership of these two countries.
</p></div></div>

<div class="footdef"><sup><a id="fn.13" class="footnum" href="#fnr.13">13</a></sup> <div class="footpara"><p class="footpara">
And Moscow has surely not forgotten the lesson of the 1904-05 <a href="https://www.history.com/topics/japan/russo-japanese-war">Russo-Japanese War</a>&#x2013;trying to deploy forces from half a world away when war's already started is a sure path to defeat (unless you're the Americans, in which case it's a day that ends in "y").
</p></div></div>

<div class="footdef"><sup><a id="fn.14" class="footnum" href="#fnr.14">14</a></sup> <div class="footpara"><p class="footpara">
Unlike Hungary, which is cynically trying to play all sides, Poland's calculus was that China could be convinced to lean on Russia. This is, however, a misunderstanding of the Sino-Russian relationship, which as previously noted is one of parallels, not partnership.
</p></div></div>

<div class="footdef"><sup><a id="fn.15" class="footnum" href="#fnr.15">15</a></sup> <div class="footpara"><p class="footpara">
Actually, the US sits astride the world, but let's not make the rest of the Earth feel too bad on Independence Day.
</p></div></div>

<div class="footdef"><sup><a id="fn.16" class="footnum" href="#fnr.16">16</a></sup> <div class="footpara"><p class="footpara">
Or any sort of military power at all, really. Military powers have proper <a href="https://defence-blog.com/crashed-russian-su-34-radio-transmission-releases-im-shot-down/">air forces</a> and <a href="https://www.cnn.com/2022/04/15/europe/russia-guided-missile-cruiser-moskva-sinks-intl-hnk-ml/index.html">navies</a>, you know.
</p></div></div>


</div>
</div>
